"OTHER_AIRPORT_NETWORK" = "Other AirPort Network";
"TITLE_TURN_AIRPORT_ON" = "AirPort";
"MESSAGE_TURN_AIRPORT_ON" = "Your AirPort card is currently turned off. It needs to be turned on so that the base station used to connect to your ISP can be detected properly. Click OK to turn on your AirPort.";

"APP_NAME_AIRPORT_UTILITY" = "AirPort Utility.app";